Repository: frangrolemund/samples
Catalog: metstudy/src/MetModel/Localizable.xcstrings
Source language: en
Languages: uk

source: A fundamental asumption could not be satisfied.
uk: Фундаментальне припущення не могло бути задоволене.

source: One or more provided arguments are invalid.
uk: Один або кілька наданих аргументів недійсні.

source: The file could not be accessed at the provided location.
uk: Неможливо отримати доступ до файлу у вказаному місці.

source: The file could not be opened or is invalid.
uk: Файл не вдалося відкрити або він недійсний.

source: The file data is invalid or unexpected.
uk: Дані файлу недійсні або неочікувані.

source: The object index has no content.
uk: Індекс об’єкта не має вмісту.

source: The object index is missing a header row.
uk: В індексі об’єкта відсутній рядок заголовка.

source: The operation was cancelled.
uk: Операцію скасували.

source: The provided context does not match the current index.
uk: Наданий контекст не відповідає поточному індексу.

source: The source data is not valid UTF-8.
uk: Вихідні дані недійсні UTF-8.

source: The system reported libC errno of %d.
uk: Система повідомила про помилку libC %d.

source: There is an unexpected bug in the data modeling API.
uk: Виникла неочікувана помилка в API моделювання даних.

source: Unable to read or write the associated file
uk: Неможливо прочитати або записати пов'язаний файл
